import React from 'react'
import css from './About.module.scss'
import mission from '../../images/mission.jpeg'

export const About = () => {
	return (
		<div className={css.wrapper}>
			<div className={css.container}>
				<div className={css.title}>
					Про нас
				</div>
				<div className={css.contentInner}>
					<div className={css.mission}>
						<img src={mission} alt="mission" />
						<div className={css.missionContent}>
								<h4>Дитячий садок "Зірочка"</h4>
								<div className={css.missionText}>
									Дитячий садок "Зірочка" - це більше, ніж просто навчальний заклад. Ми є великою родиною, яка об'єднує досвідчених педагогів, відданих співробітників та щасливих дітей. Наш садок - це місце, де кожна дитина відчуває себе коханою, підтриманою та стимульованою до власного розвитку. Ми прагнемо бути п
								</div>
								<h4>Наша місія</h4>
								<div className={css.missionText}>
									У дитячому садку "Зірочка" ми прагнемо забезпечити кожну дитину індивідуальним підходом до навчання та розвитку. Наша місія - це сприяти повноцінному фізичному, емоційному, соціальному та інтелектуальному розвитку кожного вихованця. Ми створюємо стимулююче середовище, де діти вчаться самовираженню, спілкуванню та співпраці, розвивають творчість та впевненість у собі.
								</div>
								<div className={css.missionText}>
									Наші педагоги - це не лише вчителі, вони - наставники та ментори, які вміють підтримати, відчути потреби та інтереси кожної дитини. Ми віримо, що кожна дитина має право на якісну освіту та ніжну підтримку на кожному етапі свого розвитку.
								</div>
								<div className={css.missionText}>
								Запрошуємо вас приєднатися до нашої родини "Соняшник" та дати вашій дитині можливість розкрити свій потенціал у нашому затишному садочку.
								</div>
						</div>
					</div>
				</div>
			</div>
		</div>
	)
}
